{
    "AboutTitle": "Apprenez à me connaître",
    "AboutDesc": "Je suis un développeur de logiciels dédié, connu pour ma persévérance inébranlable à surmonter tous les défis que je rencontre lors de la programmation. Avec une perspective optimiste, j'aborde chaque problème de codage comme une opportunité d'apprendre et de grandir. Je prends mes responsabilités au sérieux, assurant la fiabilité et l'intégrité de mon travail. De plus, je suis un apprenant rapide et un joueur d'équipe collaboratif qui favorise un environnement positif. J'aime consigner et partager tout ce que j'apprends.",
    "My Skills": "Mes Compétences",
    "Socials": "Trouvez-moi sur le Web",
    "Let's Connect": "Connectons-nous",
    "experience": "Expérience",
    "education": "Éducation",
    "Full Stack Developer": "Développeur Full Stack",
    "Period": "Mars 2024 - Mai 2024",
    "FirstTask": "Développé une extension Chrome nommée VIZOR Assets Lookup qui interagit avec les API organisationnelles pour vérifier et gérer les affectations des appareils Chrome basées sur leurs numéros de série.",
    "SecondTask": "Collaboré avec mon superviseur et d'autres développeurs pour créer une extension Chrome réactive et accessible.",
    "My Projects": "Mes Projets",
    "CanadaWideCarPartsDesc": "Ce projet implique une équipe de quatre personnes développant un site e-commerce pour pièces d'auto, personnalisé pour répondre aux exigences spécifiques d'un client externe.",
    "PetLinkerDesc": "Ceci est mon projet individuel. L'application offre une interface simple et efficace pour que le personnel des refuges puisse gérer facilement les informations sur les animaux.",
    "BookStoreAppDesc": "Dans notre groupe de trois, nous avons développé et hébergé une application web de librairie sur Azure pour notre projet Azure, avec des tâches réparties entre les domaines des auteurs, des livres et de l'authentification/autorisation.",
    "Mini Golf GameDesc": "Ceci est le projet final de groupe pour notre cours de jeu avec Unity, mettant en avant les compétences que nous avons apprises.",
    "Salutation": "Bonjour, Je m'appelle Minseok Shim!",
    "Tap again": "Touchez à nouveau",
    "Software Developer": "Développeur Logiciel",
    "Don't Forget to Scroll": "N'oubliez pas de défiler",
    "Hire Me": "Engagez-moi",
    "View Resume": "Voir le CV",
    "Projects": "Projets",
    "Education & Experience": "Éducation & Expérience",
    "About": "À propos",
    "Contact": "Contact",
    "Get In Touch": "Prenez contact",
    "Name": "Nom",
    "Email": "E-mail",
    "Work": "Travail",
    "Collaboration": "Collaboration",
    "Coffee Chat": "Discussion informelle",
    "Other": "Autre",
    "Message": "Message",
    "Send Message": "Envoyer le message",
    "Error": "Il manque quelque chose",
    "Message Sent" : "Message envoyé...",
    "Failed": "Échouée...",
    "Thank you for scrolling!": "Merci de défiler!"
}
  