{
    "AboutTitle": "Get To Know Me",
    "AboutDesc": "I am a dedicated software developer known for my unwavering perseverance in overcoming any challenges that I face when I do coding. With an optimistic outlook, I approach every coding problem as an opportunity to learn and grow. I take my responsibilities seriously, ensuring the reliability and integrity of my work. In addition, I am a quick learner and collaborative team player who promotes a positive environment. I enjoy logging and sharing everything I learn.",
    "My Skills": "My Skills",
    "Socials": "Find Me @ The Web",
    "Let's Connect": "Let's Connect",
    "education": "Education",
    "experience": "Experience",
    "Full Stack Developer": "Full Stack Developer",
    "Period": "March 2024 - May 2024",
    "FirstTask": "Developed a Chrome extension named VIZOR Assets Lookup that interfaces with organizational APIs to verify and manage Chrome device assignments based on their serial numbers.",
    "SecondTask": "Collaborated with my supervisor and other developers to create responsive and accessible Chrome extension.",
    "My Projects": "My Projects",
    "CanadaWideCarPartsDesc": "This project involves a team of four developing an e-commerce website for car parts, customized to meet an external client's specific requirements.",
    "PetLinkerDesc": "This is my individual project. The app offers a straightforward and efficient interface for shelter staff to easily manage pet information.",
    "BookStoreAppDesc": "In our group of three, we developed and hosted a bookstore web application on Azure for our Azure Project, with tasks divided among domains for authors, books, and authentication/authorization.",
    "Mini Golf GameDesc": "This is the final group project for our Gaming with Unity class, showcasing the skills we've learned.",
    "Salutation": "Hi, I'm Minseok Shim!",
    "Tap again": "Tap again",
    "Software Developer": "Software Developer",
    "Don't Forget to Scroll": "Don't Forget to Scroll",
    "Hire Me": "Hire Me",
    "View Resume": "View Resume",
    "Projects": "Projects",
    "Education & Experience": "Education & Experience",
    "About": "About",
    "Contact": "Contact",
    "Get In Touch": "Get In Touch",
    "Name": "Name",
    "Email": "Email",
    "Work": "Work",
    "Collaboration": "Collaboration",
    "Coffee Chat": "Coffee Chat",
    "Other": "Other",
    "Message": "Message",
    "Send Message": "Send Message",
    "Error": "Something is missing",
    "Message Sent" : "Message Sent...",
    "Failed": "Failed...",
    "Thank you for scrolling!": "Thank you for scrolling!"
}

  